[{"elemClassName": "staff-layout-grid", "contents": [{"title": "Blankit", "description": "Hello! My name is Blankit, I am a competitive Splatoon 2 player. I'm an anchor(mostly Splatlings) player, but I can flex to midline weapons too. I've been playing Splatoon since it was on the Wii U and have been on many teams. Aside from Splatoon, I do enjoy playing other games for the Nintendo Switch, like Mario Kart 8 Deluxe.I'm a big animal lover (so show me your pet pics!) and I've been playing music for some time now, I mostly play Piano and Kalimba. I'm always open to chat and meeting new Splatoon peeps any time so don't be afraid to shoot me a DM  \\o/", "imagePath": "images/Staff/fbc7c1d183a54a4e54ff7a156f66a812.png", "twitter": "blan_kit", "credit": "Staff for Low Ink."}, {"title": "Devvy", "description": "Hey all! I am a 23 year old girl from the Canadian prairies. I am the captain and backline for the West Broadway Grillers since December 2018 when the comp team was formed. The Grillers clan however, did originate a year earlier when me and my local friends were just casual players at the time. I've taken 3 years of college to work my way into Journalism. While I wait to get accepted into the main course, I am taking an Office Administration course. Another thing about me is that I name my main weapons. For example Steve (Heavy Splatling) & Hugo (Hydra). ", "imagePath": "images/Staff/480abdfd8edac6e9450e4bc27f31f551.png", "twitter": "DevvyWBG", "credit": ""}, {"title": "Bowen★", "description": "Hey, It's Bowen!The happy captain of Geek★Squid, a Golden (and geek) Deer 💛🦌<br/>Loving my teammates and friends since 2015, living 4 the squid hype since day one.<br/>Playing competitive Splatoon is easy if you have the correct people arround you.<br/>I want to help out the Latin America community to grow and new teams to improve and become part of the Splatoon competitive scene.<br/>In my free time I draw, stream and hang out with my doggie at the beach. I love sunflowers, stars and all things in yellow. <br/>Based in Antofagasta, Chile ⭐", "imagePath": "images/Staff/ea7ecd59a18bf90f58166f5ba3573d44.jpg", "twitter": "bowen_im", "credit": "Staff of Low Ink"}, {"title": "Owninghawk", "description": "Hello! I’m Owninghawk, but you can call me Owning or Hawk for short. I’m a Dutchie who loves playing video games. I have been playing ever since the release of splatoon one, and I’ve been playing splatoon 2 since roughly 2019. I’ve had interest in TO’ing for a long while, and I’m really happy that I’m able to do it with IPL.If you ever want to talk to me, feel free to hit me up! I’m always willing to have a conversation or to make new friends!", "imagePath": "images/Staff/69819b94fa2184106428b83c28e57431.jpg", "twitter": "Owninghawk", "credit": "Staff for King of the Castle"}, {"title": "Shads", "description": "Proud sniper for Inkvaders, Low Ink participant, and volunteer staff member when the team doesn't play. Aside from competitive Splatoon, I like to create art, play Pokemon games, and write stories. Currently I'm studying computer science, and would one day like to work for the CIA or FBI. I help out with coding things around here. I'm also a prolific confetti thrower in Twitch stream chats and on discord <i>throws confetti</i>🎉", "imagePath": "images/Staff/a48ac573551758b6a5f8d7edd8d6c38d.jpg", "twitter": "ShadowDragon42", "credit": ""}, {"title": "Lumina", "description": "Hi, I’m Lumina, a competitive splatoon player. I'm the slayer of Yume Star. I try to be as involved with the splatoon community as i can, specifically the lower level community! I basically play any shooter weapon that allows me to jump on people and I believe in Ttek supremacy. In my free time i play squid game <strike> and my hobby is dying to bombs every 5 seconds </strike><i> also staff for MIT </i>", "imagePath": "images/Staff/0259dd646e1453b742dd5704dfaa0171.jpg", "twitter": "Lumina_spl", "credit": ""}, {"title": "Carrot", "description": "Hi, I'm Carrot! I’m a competitive player as well as the leader of a Splatoon clan called Sploot Troops, which was originally started on Facebook. My knowledge of the Facebook community is what brought me into helping IPL reach new players.I also host Splatoon Locals in Ohio and TO some other tournaments online. When I'm not gaming, I'm usually drawing, painting, biking, hiking and food.", "imagePath": "images/Staff/1ed10d1bb14ff1b1bf02aad5a5cdb052.jpg", "twitter": "CarrotSwitch", "credit": "Part of the Social Media team."}, {"title": "HammerPro", "description": "Heyy, I'm Hammer :) I started playing Splatoon competitively in Winter 2020 so I'm rather new to Splatoon cp but I still want to improve my skills as a staff! I like meeting new people and making international contacts all over the world.My dream is to establish Splatoon cp at my school and other schools in Germany. Greetings from Germany btw ^^", "imagePath": "images/Staff/2eea359bd1d6b98b4ac84746bf216697.jpg", "twitter": "ProoHammer", "credit": "Staff for Low Ink"}, {"title": "Smile", "description": "I'm Smile! A seasoned Splatoon player working with EndGameTV, LUTI and IPL to bring the best experience possible to our community. Since joining the community in late 2015, I have competed sporadically and have watched the development of the scene first-hand. Now I am working to give others the great sense of belonging within Splatoon.", "imagePath": "images/Staff/70c69d918193ed48cdae6a264e7f1a20.jpg", "twitter": "smiledq", "credit": "Staff for King of the Castle"}, {"title": "Chaedr", "description": "I've never had anyone pronounce my name correctly first try. Been in comp since June 2020, TOing since February 2021. I have a passion for commentating and a strong helpdesk instinct. In my free time, I program, draw, and make candy. <a href=\"https://chaedr.carrd.co\">chaedr.carrd.co</a> for more about me (:", "imagePath": "images/Staff/321e104304b0f73936112ff232a572b3.jpg", "twitter": "chaedr_", "credit": "Staff for Testing Grounds"}, {"title": "Roundy", "description": "Roundy is a seeder for Swim or Sink. He has been a competitive player since July 2017 and a TO since October 2019. He has helped seed many events including SAC, Midway, Bad Ideas Only, LUTI season 11 and is always looking for more to help with. His favorite High School Musical song is \"Bet On It\".", "imagePath": "images/Staff/8d0731f6f2943b39926315ae95fece24.png", "twitter": "roundybout", "credit": "Staff for Swim or Sink"}, {"title": "starbiit", "description": "Hihi! I am an artist and animator who has been playing the squid game competitively since 2017. I never made it to the top, but my friends and teammates have showed me the amazing things that the community can bring. As a shy person, I want to help bring that welcoming experience to new players!", "imagePath": "images/Staff/f16741d6702d7d2a36de79bd5cacb961.jpg", "twitter": "squidbiit", "credit": "Staff for Low Ink. Part of the Artist team."}, {"title": "KitsuneKeira", "description": "Esports Organizer, Computer Engineer and Full-Time Kitsune. I'm scared of using anything that doesn't have Ink Armor attached to it. In my free time I staff various esports events, including a long history in the collegiate esports scene. Working to grow Splatoon in all its forms! ", "imagePath": "images/Staff/1b0e73ee94056945d4e8b002ae5429cc.jpg", "twitter": "KitsuneKeira", "credit": "Staff for Testing Grounds and Low Ink"}, {"title": "Crystal", "description": "Hiya, I'm Crystal! 💜 I'm a competitive Splatoon 2 player who helps organise IPL Tournaments. During my free time, I normally like to draw traditionally using pen and paper! My current job is a Paramedic/Emergency Doctor because I enjoying helping those in need!! ^_^", "imagePath": "images/Staff/a48296ad11ed041e4db9991af1057fb6.jpg", "twitter": "CrystalSplatoon", "credit": "Staff & Artist for Reef Rushdown & Testing Grounds"}, {"title": "Chino", "description": "Hi everyone! My name is Chino. I've been a part of the Splatoon competitive community ever since Splatoon 1, and came back recently for Splatoon 2. I started TOing on Midway Ink Tour and now moved here to SAC! If you have any issues feel free to dm me.", "imagePath": "images/Staff/33c98fed061261dd324ffd388204927b.jpg", "twitter": "yuki_meru7", "credit": "Staff for SAC"}, {"title": "Jokera", "description": "Hello. My name is Jokera. I'm currently just temp staffing for SOS but uh other than that and being constantly busy with school work I play games. Such games include, Splatoon, Mega Man, and Minecraft. Uh yeah, trans rights.", "imagePath": "images/Staff/a8c113df5831008f33d2dcd6d5218719.jpg", "twitter": "", "credit": "Staff for Swim or Sink"}, {"title": "Quark", "description": "I'm a competitive Splatoon 2 player and co-captain of Syzygy, as well as a commentator on occasion. I also program and take an interest in most things related to science or engineering.", "imagePath": "images/Staff/fdc0f4e425be528baa08ab9cfdb5d454.png", "twitter": "StrangeQuarked", "credit": "Staff for Testing Grounds"}, {"title": "wil", "description": "Yo! I'm wil, I'm from the UK and I've been apart of the community since late 2015. I've competed throughout each Splatoon game and now help TO King of the Castle and LUTI! ", "imagePath": "images/Staff/e39622164d485c2dc8970f518b0189cd.jpg", "twitter": "bloomwilll", "credit": "Staff for King of the Castle"}, {"title": "toastγ", "description": "Heyo! I’m toasty. I love flying drones and taking photos of people, building robots, and playing competitive splatoon. Hope to see you all in battle!", "imagePath": "images/Staff/c66933154e9592a2cd663ba2facbafd8.jpg", "twitter": "toasty_splatoon", "credit": "Staff for Swim or Sink"}, {"title": "Para!!", "description": "Hi I'm Para!! I like drawing, making games, and playing splat.If you ever have questions about anything feel free to ask! I'm happy to help ^^", "imagePath": "images/Staff/d55a0c284e4b51a084762a51f6f1f8dc.jpg", "twitter": "Pianoducks", "credit": "Staff for Low Ink and Swim or Sink. Part of the Artist team."}, {"title": "Garrett", "description": "I’m Garrett, I use she/they pronouns. Mathematics is my major and I enjoy being on my div 7 splatoon team, Forge Prefect", "imagePath": "images/Staff/f5a4d8393e6d380936f896b4e835678f.png", "twitter": "GaThAwesome", "credit": "Staff for Testing Grounds"}, {"title": "Dura", "description": "Portuguese Champion - Best player, TO and commentator in Portugal <br/>Shoutout to all my fans out there", "imagePath": "images/Staff/9d012a851cf2bad23abb64c52f525ad2.jpg", "twitter": "Duracell_DLC", "credit": "Staff for King of the Castle"}, {"title": "Spicy", "description": "Support/Founder of Tunaverse, Head TO of Minnow Cup Tournament, Moderator of Crab Coast Coaching", "imagePath": "images/Staff/0ef3c7adf9bda9646fb062c38bee7460.jpg", "twitter": "Spicy4791", "credit": "Staff for Low Ink"}, {"title": "Coco", "description": "hello! im coco and im a non-binary person (they/them) , professional swag haver + moey stan", "imagePath": "images/Staff/70e4468a0681958e0c34cf3b52ade413.jpg", "twitter": "c_isfor_coco", "credit": "Staff for Reef Rushdown"}, {"title": "Jeff", "description": "Splatoon player for Assault and Pepper, and occasional programmer.", "imagePath": "images/Staff/7f15f1ad99c489dc0314952535e424d5.jpg", "twitter": "JeffBadAtSplat", "credit": "Guest staff for Low Ink. Part of the Technical team."}, {"title": "gh0st", "description": "gh0st | He/Him | I play Splatoon sometimes | gh0station#9213 ", "imagePath": "images/Staff/e9679963a2c22de9032e8000338997dc.jpg", "twitter": "gh0station", "credit": "Staff for Low Ink and Swim or Sink."}, {"title": "Stormy Senpai", "description": "Hi!! I'm Stormy!!Love to Help and support our community!!", "imagePath": "images/Staff/677d3dff974650f7cd579c040d2e79d7.jpg", "twitter": "SenpaiPx", "credit": "Staff for Swim or Sink"}, {"title": "DoctorG", "description": "Just your friendly neighborhood Doc at your service!", "imagePath": "images/Staff/0032828ac8134c736bad76ca8c96ec2e.png", "twitter": "The_DocG", "credit": "Staff for Low Ink"}, {"title": "Ant", "description": "Gay Gay Homosexual ", "imagePath": "images/Staff/938db156ad9b67fa1d4276ac67649940.jpg", "twitter": "Ant_Spl", "credit": "Staff for Swim or Sink"}, {"title": "Frosch", "description": "Ice cream.", "imagePath": "images/Staff/62f6ffb5fdc20b668a45ab10daf6c46a.jpg", "twitter": "Froscherry", "credit": "Staff for Low Ink."}]}, {"elemClassName": "org-head-grid", "contents": [{"title": "HoeenHero", "description": "I'm Founder and Head Organizer for Low Ink and Inkling Performance Labs. I created Low Ink because I wanted to give newer and lower teams a place where they could learn, grow, and get tournament experience, as well as wanting to help the community grow. The same desire to grow the community created Inkling Performance Labs, and as an Organization Head I'll do my best to grow and improve this community.", "imagePath": "images/Staff/787785ac476be287381237d8d9e94838.jpg", "twitter": "HoeenHero", "credit": ""}, {"title": "Kraken Mare", "description": "Kraken Mare is a <strike>meme</strike> veteran of the Splat community, playing the game from the first Testfire and being in competitive since it's early days. KM has staffed for Low Ink for over two years and has staffed other tournaments going back to S1. Is obsessed with Ozei and the number 77.", "imagePath": "images/Staff/9cb4f1a78fc0277f691d424dd225b346.jpg", "twitter": "Kraken_Mare", "credit": ""}]}, {"elemClassName": "head-TO-grid", "contents": [{"title": ".jpg", "description": "After quitting comp Splatoon, I started helping out the scene in other ways. This eventually led me to become a head for Low Ink. I take pride in running one of the biggest events for the lower level community, and providing valuable practice for the teams that need it the most. Aside from Low Ink, I run occidental non IPL tournaments. Typically with unorthodox rulesets. In my personal life, I'm a software engineering student.I'm easy to reach: if you need coaching, help with running a team, or help with running a tournament, dms are typically open.", "imagePath": "images/Staff/25b2916b5c49db617f52fa5ea48efee7.jpg", "twitter": "playlowink", "credit": "Head TO for Low ink and High Ink."}, {"title": "Skye", "description": "Ello' I'm Skye I like to draw, stream, make videos and play games!<br>I've been around in the community since <i>January 2019</i>, been in competitive since <i>September 2019</i>, & have been Staffing tournaments since <i>March 2020</i>.</br><br>Usually I tend to lurk but if you approach me i'll definitely be willing to talk, since I like meeting new people and making new friends!</br> <br>♡Oh yea and I love working with the people that I get to work with at IPL♡</br>♡<i>uwu</i>♡", "imagePath": "images/Staff/881f32366cabc700634e3df10bc7bee9.jpg", "twitter": "SkyeTheDemon", "credit": "Head TO for Swim or Sink. Staff for Low Ink."}, {"title": "Knick", "description": "Hi! :) I've been playing comp & organizing Splatoon tournaments since Splatoon 1 and love doing so. <3 My goal for running tournaments has always been to make something that my friends would enjoy, if I wouldn't play in it why should you! I also run an LGBT+ Splatoon hangout server, you should join :p In my personal life I love pop punk/post-hardcore music and magical girl anime. Hooray hooray!", "imagePath": "images/Staff/6c9ec7740a160a96c6217a83ed754ab1.jpg", "twitter": "Knick_Knock_", "credit": "Staff for SAC"}, {"title": "Raze", "description": "Current head TO for Testing Grounds. I have been a competitive player since Splatoon 1 competing at the highest level. I have been running/organizing tournaments since 2017. My goal is to make my event as easy as possible to compete in, and run them as smoothly as possible.", "imagePath": "images/Staff/af2d180bcc3869353c00f22e6e5d1c5f.jpg", "twitter": "raze_splat ", "credit": "Head TO for Testing Grounds."}, {"title": "Smash", "description": "Hey there! I'm Smash, player since Splatoon 1 and TO since retiring from competitive in 2020. I used to TO for a few small tournaments, including Midway Ink Tour, which is what eventually led me to helping with the SAC revival. Feel free to reach out if you need anything!", "imagePath": "images/Staff/0ac83aa6d84ea2de88d4eebf22364d12.jpg", "twitter": "SplitSplatSmash", "credit": "Staff for SAC"}, {"title": "Grace", "description": "<i>Throwing myself into bombs since 2003.<i>I'm one of Swim or Sink's Head TOs, and I also help out with Low Ink! You'll often see me playing with my team Forge Prefect and petting my bird, Buttercup, in between games. Don't yell at me in the helpdesk, I'll cry.", "imagePath": "images/Staff/68727d15820a0c2ebc29636a8ba6d666.png", "twitter": "Tubnug", "credit": "Head TO for Swim or Sink. Staff for Low Ink."}, {"title": "Sneku", "description": "Former competitive player of Enlightenment, and former head TO of Squid Spawning Grounds, I am an avid supporter of the competitive scene that does his best to further the scene however i can, but when I'm not you can usually find me on Phantasy Star Online 2.", "imagePath": "images/Staff/94b73dc5cd028a6b3d398423e495317d.jpg", "twitter": "Sneku_FGC", "credit": "Head TO for Testing Grounds."}, {"title": "Tulip", "description": "Good vibes / any pronouns / Big Pokemon/Fire Emblem fan & history major @ Uni. I've been retired from comp splat for years so not many people know me but I've been around since splat 1's launch. I admin a free agent server on the side.", "imagePath": "images/Staff/9a00f06ec09419edf80a3f0e205fa086.jpg", "twitter": "BluesTulips", "credit": "Staff at Swim or Sink"}, {"title": "Popgun", "description": "<ul> <li>Captain of Destiny Troops</li> <li>Husband of Ms.Popgun</li> <li>Commentator of Splatoon</li> <li>Eater of food</li> </ul>", "imagePath": "images/Staff/822ca9c6e7e7e3368687f1a3885cfe18.jpg", "twitter": "Mr_Popgun", "credit": "Head TO for Low Ink"}]}, {"elemClassName": "production-grid", "contents": [{"title": "Vincent Lee", "description": "Hi there 👋 I'm Vincent. I'm the Technical Lead for IPL developing all the code based stuff you've seem, <i>including this website</i>. I study Computer Science at uni currently and on the side I'm a <b>STEM</b> ambassador, teaching kids on computers and code. Along with coding I help run Low Ink and numerous IRL events and conferences on the side. I'm also the head TO of UT.", "imagePath": "images/Staff/5b5267e579d51bd5e9250c37a93f3ef7.jpg", "twitter": "vlee888", "credit": "Technical Lead, Head TO of The Unnamed Tournament & King of the Castle, Staff for Low Ink"}, {"title": "inkfarer", "description": "I am Inkfarer - I do streaming and coding for IPL. I know a little bit of Japanese and I play a little bit of Splatoon. I have a neat website at <a href=\"https://inkfarer.com/\">inkfarer.com</a>.", "imagePath": "images/Staff/345f7d19c0d789c969e299c02d3e688b.jpg", "twitter": "inkfarer", "credit": "Head of Video Production"}, {"title": "seagull", "description": "Hey I'm seagull and I make podcasts for Low Ink. my main goal for Low Ink is to teach people about playing competitive Splatoon 2. ", "imagePath": "images/Staff/48bf7c556cde81937e66044fcede328f.jpg", "twitter": "", "credit": ""}, {"title": "Slate", "description": "Hi I'm Slate. I love rollers, kazoos, and programming. I help run Inkipedia.Ask me about various Splatoon programming projects 😳", "imagePath": "images/Staff/b301eeecae37166dd0b7987360d341b7.jpg", "twitter": "kjhf1273", "credit": "Staff for Low Ink"}, {"title": "TheMoo", "description": "Splatoon 2 graphic designer, I guess??", "imagePath": "images/Staff/88f0ab2a85693a059c4e5a4fd5e6e9cd.jpg", "twitter": "themoo_spl", "credit": "Designer for King of the Castle. Part of the Production team."}]}, {"elemClassName": "commentator-grid", "contents": [{"title": "Stu the Announcer ", "description": "Based in Philadelphia PA and trained as a pro wrestling ring announcer at the World Famous Monster Factory in Paulsboro NJ, Stu the Announcer entered the world of esports has provided commentary for multiple Splatoon events both online and offline, including Smash n Splash 5, The Crown and Cabin Fever.  He has also casted multiple PGR-tier Smash Ultimate events, as well as returning to his ring announcing roots by MCing Top 8 at LANs up and down the Northeast. ", "imagePath": "images/Staff/35125435f11be50e2d762769bed71da7.jpg", "twitter": "Stutheannouncer", "credit": ""}, {"title": "J-Wanaldee", "description": "J-Wanaldee (jay-wuh-NAHL-dee) is a streamer and former competitive Splatoon 2 player who has transitioned into tournament organizing and commentating, primarily through her organization, Camp Wanaldee. When she’s not TO-ing, she is most-likely writing and performing music as a professional singer/musician, playing over 7 instruments. ", "imagePath": "images/Staff/b47143ab240532d682c1409ff435942a.jpg", "twitter": "jwanaldee", "credit": ""}, {"title": "Cyo", "description": "German Splatoon2-Streamer and Commentator for DSB (german LUTI) and Low Ink. Playing competitive on Division 4 Level (Season X). Won Low Ink 06/20 w/ Trick or Treat (Boo, Poke, Mevlin) and Off the Dial Storymode 08/20.Also plays other stuff like chess (i'm such a badsquib with my 900 ELO xD) and rl sports.", "imagePath": "images/Staff/e3cfcff1297022dcbddafc59ef983cd7.jpg", "twitter": "InklingOnFire", "credit": ""}, {"title": "toxic", "description": "I like video games and talking about video games. I just wanna make sure that I say words correctly and not mess up to much.  : )", "imagePath": "images/Staff/15037c1b515e37a28a04bcbe719d5b71.jpg", "twitter": "SameeeWBG", "credit": ""}, {"title": "Zzylard", "description": "Ex-competitive division 1 Splatoon player. Main weapons: Bamboozler, Nautilus, Mini Splatling.", "imagePath": "images/Staff/b754d18be1eda91a6b604e03aa687218.jpg", "twitter": "Zzylard", "credit": ""}, {"title": "Kerrie", "description": "Former tournament and LAN competitor getting involved through commentating.", "imagePath": "images/Staff/df4a6ed86bf4f9bd341748449eac77cf.png", "twitter": "itsyourwaifu", "credit": ""}, {"title": "Wasson", "description": "I do be commentating doe", "imagePath": "images/Staff/dd599d3d6281a4ef45e79359102b861e.jpg", "twitter": "Wasson_fam", "credit": ""}]}, {"elemClassName": "former-staff-grid", "contents": [{"title": "Echo", "description": "Hey, I'm Echo! I'm staff for Deez or Du- Swim or Sink, often helping out with tourney seeding and execution. I'm quite involved in the splat community, playing slayer for Thembo IHOP (Div 4 LUTI season 11), commentating various tourneys including Low Ink, and also staffing Midway and SAC! I want to help this community grow, and am glad to be able to contribute to it so heavily.", "imagePath": "images/Staff/d31ef811301c6b4111380dda959d6125.jpg", "twitter": "StarryEcho_", "credit": "Staff for Swim or Sink"}, {"title": "Froppy♪", "description": "A Competitive Splatoon 2 player who has been working from the bottom up. I don't get lucky, I earn everything that has come my way. I coach, help, and play with the lower level competitive community a lot.", "imagePath": "images/Staff/2d28ca7602793f6b9d5c6dd263f9b93e.png", "twitter": "littlepetfrog", "credit": ""}, {"title": "Totorobot", "description": "Incapable of playing anything other than N-ZAP. Competitive coordinator for Triton Splatoon at UC San Diego - enthusiastic about building up the collegiate Splatoon scene!", "imagePath": "images/Staff/f1f7f4316e1746d9fc3b09c38d68e5b2.jpg", "twitter": "TotorobotSD", "credit": "Staff for Low Ink."}, {"title": "LeptoFlare", "description": "I mainly work on Radia alongside Vincent. If you're curious who I am, check out my website!<blockquote><a href=\"https://lepto.tech\"><b>lepto.tech</b></a></blockquote>", "imagePath": "images/Staff/0acb100f60eb7d1027cbb9e8711dfed7.jpg", "twitter": "", "credit": "Part of the Technical team"}, {"title": "Astro/Astrocities", "description": "Former competitive comp Splatoon player, current commentator and TO.  I love long walks on the beach I guess?  Dunno what else goes in a bio...", "imagePath": "images/Staff/44608e6abb55325c56754c38aa268494.jpg", "twitter": "Astrocities", "credit": "Former Head TO of Swim or Sink"}, {"title": "Leaf", "description": "Retired X div Splatoon 2 player. Helped Low Ink staff for about a year. I still wish this community the best.", "imagePath": "images/Staff/c3b5e1f7de11d645fb1da6c5415b1fa5.jpg", "twitter": "", "credit": ""}, {"title": "Kaloseii", "description": "Hey, I’m Kalo! My goal is to help the competitive splatoon scene grow.", "imagePath": "images/Staff/039b63ebbeb7bfaacd066ebc2ca62357.png", "twitter": "Kaloseii", "credit": ""}, {"title": "x𝓜𝓪𝔂𝓱𝓮𝓶x", "description": ":3c", "imagePath": "images/Staff/1121b8991793e3abe7ea9887f2f85179.png", "twitter": "", "credit": ""}, {"title": "Lids", "description": "", "imagePath": "images/Staff/7046b454cb107e5113899ea1287bfc28.jpg", "twitter": "Lids_ss", "credit": ""}]}, {"elemClassName": "artists-staff-grid", "contents": [{"title": "Ozei", "description": "Hello! I'm Ozei (Oo-zz-ay), or Kin. I'm an Australian self taught artist pangender/nonbinary (They/Them) who play splatoon now and then. I help out with art stuff from the logo you all know to <b>Loaf propaganda</b>. I do also help out staffing with Reef Rushdown,One last thing,, Kraken is my cutie~♡ <i>You cant take them</i>", "imagePath": "images/Staff/047cc48019833bd211165c719b7e1245.jpg", "twitter": "Nymphir", "credit": "Staff for Reef Rushdown"}, {"title": "Straw Sonder", "description": "<b>Heya! Wassap, I'm Straw (:</b>I'm working on some graphics for the SoS tournament announcements! My messages are always open both on Discord and Twitter! ", "imagePath": "images/Staff/2e936534e9802a48b47e69b27c373818.png", "twitter": "StrawSonder", "credit": ""}, {"title": "Nee", "description": "I'm Nee! I'm a self-taught artist, competitive Splatoon player for Assault and Pepper, and an Inkbrush one-trick extraordinaire! ", "imagePath": "images/Staff/cf2dceddd8630e69beb85e074f142329.jpg", "twitter": "Bunneedew", "credit": ""}, {"title": "moey", "description": "helloo im moey! i draw squidkids on twitter and i think ipl is very cool", "imagePath": "images/Staff/b89ad20b1ad40decd25da4d9958f41b7.jpg", "twitter": "moechiiyo", "credit": ""}, {"title": "aqua", "description": "Hello! My name is Aqua and I'm helping out IPL as an artist :) ", "imagePath": "images/Staff/65cb59645b852c2394ba3ff8b295e83c.jpg", "twitter": "Aqxaa_", "credit": ""}]}]