[{"title": "Devvy", "description": "Hey all! I am a 23 year old girl from the Canadian prairies. I am the captain and backline for the West Broadway Grillers since December 2018 when the comp team was formed. The Grillers clan however, did originate a year earlier when me and my local friends were just casual players at the time. I've taken 3 years of college to work my way into Journalism. While I wait to get accepted into the main course, I am taking an Office Administration course. Another thing about me is that I name my main weapons. For example Steve (Heavy Splatling) & Hugo (Hydra). ", "imagePath": "images/Staff/480abdfd8edac6e9450e4bc27f31f551.png", "twitter": "DevvyWBG"}, {"title": "Shads", "description": "Proud sniper for Inkvaders, Low Ink participant, and volunteer staff member when the team doesn't play. Aside from competitive Splatoon, I like to create art, play Pokemon games, and write stories. Currently I'm studying computer science, and would one day like to work for the CIA or FBI. I help out with coding things around here.\n\n I'm also a prolific confetti thrower in Twitch stream chats and on discord <i>throws confetti</i>", "imagePath": "images/Staff/a48ac573551758b6a5f8d7edd8d6c38d.png", "twitter": "ShadowDragon42"}, {"title": ".jpg", "description": "Wanting to branch out in the splatoon community, I became a staff for low ink. Since then, I've really taken a liking to helping out newer and lower level teams. While I don't really play much Splatoon these days, I still love giving teams help and being a role model for them.", "imagePath": "images/Staff/25b2916b5c49db617f52fa5ea48efee7.png", "twitter": "notmymiiverse"}, {"title": "Totorobot", "description": "Incapable of playing anything other than N-ZAP. Competitive coordinator for Triton Splatoon at UC San Diego - enthusiastic about building up the collegiate Splatoon scene!", "imagePath": "images/Staff/f1f7f4316e1746d9fc3b09c38d68e5b2.png", "twitter": "TotorobotSD"}, {"title": "Para!!", "description": "Hi I'm Para!! I like drawing, making games, and playing splat.\nIf you ever have questions about anything feel free to ask! I'm happy to help ^^", "imagePath": "images/Staff/d55a0c284e4b51a084762a51f6f1f8dc.png", "twitter": "Pianoducks"}, {"title": "Frosch", "description": "Ice cream.", "imagePath": "images/Staff/62f6ffb5fdc20b668a45ab10daf6c46a.png", "twitter": "Froscherry"}, {"title": "x𝓜𝓪𝔂𝓱𝓮𝓶x", "description": ":3c", "imagePath": "images/Staff/1121b8991793e3abe7ea9887f2f85179.png", "twitter": "zombiePegasus_q"}]