[{"elemClassName": "staff-layout-grid", "contents": [{"title": "Bowen★", "description": "Hey, It's Bowen!The happy captain of Geek★Squid, a Golden (and geek) Deer 💛🦌<br/>Loving my teammates and friends since 2015, living 4 the squid hype since day one.<br/>Playing competitive Splatoon is easy if you have the correct people arround you.<br/>I want to help out the Latin America community to grow and new teams to improve and become part of the Splatoon competitive scene.<br/>In my free time I draw, stream and hang out with my doggie at the beach. I love sunflowers, stars and all things in yellow. <br/>Based in Antofagasta, Chile ⭐", "imagePath": "images/Staff/ea7ecd59a18bf90f58166f5ba3573d44.jpg", "twitter": "bowen_im", "credit": ""}, {"title": "Shads", "description": "Proud sniper for Inkvaders, Low Ink participant, and volunteer staff member when the team doesn't play. Aside from competitive Splatoon, I like to create art, play Pokemon games, and write stories. Currently I'm studying computer science, and would one day like to work for the CIA or FBI. I help out with coding things around here. I'm also a prolific confetti thrower in Twitch stream chats and on discord <i>throws confetti</i>🎉", "imagePath": "images/Staff/a48ac573551758b6a5f8d7edd8d6c38d.jpg", "twitter": "ShadowDragon42", "credit": ""}, {"title": "Lumina", "description": "Hi, I’m Lumina, a competitive splatoon player. I'm the slayer of Yume Star. I try to be as involved with the splatoon community as i can, specifically the lower level community! I basically play any shooter weapon that allows me to jump on people and I believe in Ttek supremacy. In my free time i play squid game <strike> and my hobby is dying to bombs every 5 seconds </strike><i> also staff for MIT </i>", "imagePath": "images/Staff/0259dd646e1453b742dd5704dfaa0171.jpg", "twitter": "Lumina_spl", "credit": ""}, {"title": "Roundy", "description": "Roundy is a seeder for Swim or Sink. He has been a competitive player since July 2017 and a TO since October 2019. He has helped seed many events including SAC, Midway, Bad Ideas Only, LUTI season 11 and is always looking for more to help with. His favorite High School Musical song is \"Bet On It\".", "imagePath": "images/Staff/8d0731f6f2943b39926315ae95fece24.png", "twitter": "roundybout", "credit": ""}, {"title": "KitsuneKeira", "description": "Esports Organizer, Computer Engineer and Full-Time Kitsune. I'm scared of using anything that doesn't have Ink Armor attached to it. In my free time I staff various esports events, including a long history in the collegiate esports scene. Working to grow Splatoon in all its forms! ", "imagePath": "images/Staff/1b0e73ee94056945d4e8b002ae5429cc.jpg", "twitter": "KitsuneKeira", "credit": "Might come back to this but I might just be boring and not use any ~fancy text~ "}, {"title": "Jokera", "description": "Hello. My name is Jokera. I'm currently just temp staffing for SOS but uh other than that and being constantly busy with school work I play games. Such games include, Splatoon, Mega Man, and Minecraft. Uh yeah, trans rights.", "imagePath": "images/Staff/a8c113df5831008f33d2dcd6d5218719.jpg", "twitter": "", "credit": ""}, {"title": "Quark", "description": "I'm a competitive Splatoon 2 player and co-captain of Syzygy, as well as a commentator on occasion. I also program and take an interest in most things related to science or engineering.", "imagePath": "images/Staff/fdc0f4e425be528baa08ab9cfdb5d454.png", "twitter": "StrangeQuarked", "credit": ""}, {"title": "wil", "description": "Yo! I'm wil, I'm from the UK and I've been apart of the community since late 2015. I've competed throughout each Splatoon game and now help TO King of the Castle and LUTI! ", "imagePath": "images/Staff/e39622164d485c2dc8970f518b0189cd.jpg", "twitter": "bloomwilll", "credit": ""}, {"title": "toastγ", "description": "Heyo! I’m toasty. I love flying drones and taking photos of people, building robots, and playing competitive splatoon. Hope to see you all in battle!", "imagePath": "images/Staff/c66933154e9592a2cd663ba2facbafd8.jpg", "twitter": "toasty_splatoon", "credit": ""}, {"title": "DoctorG", "description": "Just your friendly neighborhood Doc at your service!", "imagePath": "images/Staff/0032828ac8134c736bad76ca8c96ec2e.png", "twitter": "The_DocG", "credit": ""}]}, {"elemClassName": "org-head-grid", "contents": [{"title": "HoeenHero", "description": "I'm Founder and Head Organizer for Low Ink and Inkling Performance Labs. I created Low Ink because I wanted to give newer and lower teams a place where they could learn, grow, and get tournament experience, as well as wanting to help the community grow. The same desire to grow the community created Inkling Performance Labs, and as an Organization Head I'll do my best to grow and improve this community.", "imagePath": "images/Staff/787785ac476be287381237d8d9e94838.jpg", "twitter": "HoeenHero", "credit": ""}, {"title": "Grace", "description": "<i>Throwing myself into bombs since 2003.<i>I've been TOing since 2020! If you're lucky, you'll be sent pictures of my bird, Buttercup.", "imagePath": "images/Staff/68727d15820a0c2ebc29636a8ba6d666.png", "twitter": "Tubnug", "credit": ""}]}, {"elemClassName": "head-TO-grid", "contents": [{"title": ".jpg", "description": "After quitting comp Splatoon, I started helping out the scene in other ways. This eventually led me to become a head for Low Ink. I take pride in running one of the biggest events for the lower level community, and providing valuable practice for the teams that need it the most. Aside from Low Ink, I run occidental non IPL tournaments. Typically with unorthodox rulesets. In my personal life, I'm a software engineering student.I'm easy to reach: if you need coaching, help with running a team, or help with running a tournament, dms are typically open.", "imagePath": "images/Staff/25b2916b5c49db617f52fa5ea48efee7.jpg", "twitter": "playlowink", "credit": ""}, {"title": "BrushStrokes ", "description": "Coming from a background of motion design and stream production, I started staffing Low Ink in August 2022. When in June 2023 a .jpg-sized hole opened in Low Ink's Head TO team, I jumped at the opportunity. With counsel from .jpg, Popgun, and the greater IPL team, Low Ink continues to break registration records month over month.Offline, you can find me studying for my degree in theatre technology, playing music, or giving Mr. Popgun a hard time.Don't hesitate to reach out!", "imagePath": "images/Staff/1e644a69dc147117d34d791528bf0298.jpg", "twitter": "brushstrokesspl", "credit": ""}, {"title": "Scepidilionz", "description": "I'm Scep! (pronounced Skep) Splatoon is my passion, I'm a currently competitive player, coach, commentator, and of course tournament organizer! You can almost always find me with my hands in a project. I'm known most for my bloblobber gameplay and obscene confidence. I've been incredibly lucky to have been trusted with countless opportunities in my short career, and I'm always searching for ways to give myself to this community. For the love of the game, and it's people!", "imagePath": "images/Staff/dd4d6da02fa78b2ee51fd4844e3e8f93.jpg", "twitter": "Scepidilionz", "credit": ""}, {"title": "Raze", "description": "Current head TO for Testing Grounds. I have been a competitive player since Splatoon 1 competing at the highest level. I have been running/organizing tournaments since 2017. My goal is to make my event as easy as possible to compete in, and run them as smoothly as possible.", "imagePath": "images/Staff/af2d180bcc3869353c00f22e6e5d1c5f.jpg", "twitter": "raze_splat ", "credit": ""}, {"title": "Tulip", "description": "Good vibes / any pronouns / Big Pokemon/Fire Emblem fan & history major @ Uni. I've been retired from comp splat for years so not many people know me but I've been around since splat 1's launch. I admin a free agent server on the side.", "imagePath": "images/Staff/9a00f06ec09419edf80a3f0e205fa086.jpg", "twitter": "BluesTulips", "credit": ""}, {"title": "Popgun", "description": "<ul> <li>Captain of Destiny Troops</li> <li>Husband of Ms.Popgun</li> <li>Commentator of Splatoon</li> <li>Eater of food</li> </ul>", "imagePath": "images/Staff/822ca9c6e7e7e3368687f1a3885cfe18.jpg", "twitter": "Mr_Popgun", "credit": ""}]}, {"elemClassName": "production-grid", "contents": [{"title": "Vincent Lee", "description": "Hi there 👋 I'm Vincent. I'm the Technical Lead for IPL developing all the code based stuff you've seem, <i>including this website</i>. I study Computer Science at uni currently and on the side I'm a <b>STEM</b> ambassador, teaching kids on computers and code. Along with coding I help run Low Ink and numerous IRL events and conferences on the side. I'm also the head TO of UT.", "imagePath": "images/Staff/5b5267e579d51bd5e9250c37a93f3ef7.jpg", "twitter": "vlee888", "credit": ""}, {"title": "inkfarer", "description": "I am inkfarer - I do broadcasting, development and design for IPL. You'll find me working behind the scenes at a variety of events, helping out in any way I can.", "imagePath": "images/Staff/345f7d19c0d789c969e299c02d3e688b.jpg", "twitter": "inkfarer", "credit": ""}]}]
